const COMMENTS_SENTENCES = [
  'Всё отлично!',
  'В целом всё неплохо. Но не всё.',
  'Когда вы делаете фотографию, хорошо бы убирать палец из кадра. В конце концов это просто непрофессионально.',
  'Моя бабушка случайно чихнула с фотоаппаратом в руках и у неё получилась фотография лучше.',
  'Я поскользнулся на банановой кожуре и уронил фотоаппарат на кота и у меня получилась фотография лучше.',
  'Лица у людей на фотке перекошены, как будто их избивают. Как можно было поймать такой неудачный момент?!'
];

const NAMES = [
  'Антон',
  'Витя',
  'Илья',
  'Алена',
  'Аня',
  'Максим',
  'Джозеф',
  'Валерия'
];

const PHOTOS_DESCRIPTIONS = [
  "Когда закат красит небо так, что хочется остановить время 🌅✨",
  "Момент, когда кофе, плед и дождь за окном — идеальная формула счастья ☕🌧️",
  "Просто я, море и ни одной мысли в голове 🌊😌",
  "Поймала этот взгляд и теперь не могу перестать улыбаться 😏💙",
  "Свет, тени и немного магии в одном кадре 🖤📸",
  "Жизнь слишком коротка, чтобы не носить яркие платья 💃🌸",
  "Проснулась рано ради этого вида… и ни капли сожаления 🏔️🌄",
  "Маленькие радости в большом городе — мои любимые находки 🍦🚶‍♀️",
  "Когда солнце целует кожу, а ветер путает волосы 🌞💨",
  "Это не просто фото. Это кусочек лета, который я забрала с собой 🏖️🌺"
];

export { COMMENTS_SENTENCES, NAMES, PHOTOS_DESCRIPTIONS };
